<?php

return [
    'phone' => [
        'numeric' => 'ဖုန်းနံပါတ် မှားယွင်းနေပါသည်။',
        'regex' => 'ဖုန်းနံပါတ် မှားယွင်းနေပါသည်။',
    ],
    'to_phone' => [
        'required' => 'ဖုန်းနံပါတ် ထည့်ရန်လိုအပ်သည်။',
        'numeric' => 'ဖုန်းနံပါတ် မှားယွင်းနေပါသည်။',
        'regex' => 'ဖုန်းနံပါတ် မှားယွင်းနေပါသည်။',
    ],
    'amount' => [
        'required' => 'ငွေပမာဏထည့်ရန် လိုအပ်သည်။',
        'integer' => 'ငွေပမာဏသည် ဂဏန်းဖြစ်ရမည်။',
        'min' => '၅၀ ကျပ်ထက်များသော ပမာဏ ဖြစ်ရမည်။',
        'max' => '၁၀၀၀၀၀၀၀၀ ကျပ် အောက်ငယ်ရမည်။',
    ],
    'bill_phone' => [
        'required' => 'ဖုန်းဘေလ်ထည့်လိုသော ဖုန်းနံပါတ်ထည်ံ့ရန်လိုအပ်သည်။',
    ],
    'another_topup_amount' => [
        'integer' => 'ဖုန်းဘေလ်ပမာဏသည် ဂဏန်းဖြစ်ရမည်။',
        'min' => 'ဖုန်းဘေလ်ပမာဏသည် အနည်းဆုံး ၁၀၀၀ ကျပ်ဖြစ်ရမည်။',
    ]
];